{
  "pairs": [
    "Marie habite à Sierre et pratique la natation le matin.|Marie lives in Sierre and practices natation in the matin.",
    "Marie habite à Sierre et pratique la musique l’après-midi.|Marie lives in Sierre and practices musique in the après-midi.",
    "Est-ce que vous avez des recommandations ?|Do you have any recommendations?",
    "Nous avons besoin d’une table près de la fenêtre.|We need a table near the window.",
    "Le week-end, nous aimons faire des randonnées en montagne.|On weekends, we like to go hiking in the mountains.",
    "Marie habite à Sierre et pratique le vélo la nuit.|Marie lives in Sierre and practices vélo in the la nuit.",
    "Marie habite à Sion et pratique la lecture le soir.|Marie lives in Sion and practices lecture in the soir.",
    "Il va pleuvoir cet après-midi, prends un parapluie.|It will rain this afternoon, take an umbrella.",
    "Marie habite à Sierre et pratique le jardinage la nuit.|Marie lives in Sierre and practices jardinage in the la nuit.",
    "Je n’ai pas compris la dernière question.|I didn’t understand the last question.",
    "Il y a beaucoup de monde dans le centre-ville.|There are many people downtown.",
    "J’aime cuisiner des plats simples et sains.|I like to cook simple and healthy dishes.",
    "Je prends souvent le train pour aller au travail.|I often take the train to go to work.",
    "Marie habite à Sierre et pratique la course à pied le matin.|Marie lives in Sierre and practices course à pied in the matin.",
    "Cette application est facile à utiliser.|This app is easy to use.",
    "Je m’appelle Nick, et je viens de Suisse.|My name is Nick, and I come from Switzerland.",
    "Je vais faire du sport ce soir.|I’m going to exercise tonight.",
    "Marie habite à Sierre et pratique la cuisine le soir.|Marie lives in Sierre and practices cuisine in the soir.",
    "Nous avons rendez-vous demain à 14 heures.|We have an appointment tomorrow at 2 p.m.",
    "Marie habite à Sion et pratique la natation le soir.|Marie lives in Sion and practices natation in the soir.",
    "Marie habite à Sierre et pratique le vélo l’après-midi.|Marie lives in Sierre and practices vélo in the après-midi.",
    "Je suis en télétravail aujourd’hui.|I am working from home today.",
    "Je voudrais acheter deux billets de train pour Genève.|I would like to buy two train tickets to Geneva.",
    "Marie habite à Sierre et pratique la lecture le matin.|Marie lives in Sierre and practices lecture in the matin.",
    "Marie habite à Sierre et pratique le jardinage l’après-midi.|Marie lives in Sierre and practices jardinage in the après-midi.",
    "Marie habite à Sierre et pratique la course à pied l’après-midi.|Marie lives in Sierre and practices course à pied in the après-midi.",
    "Marie habite à Sion et pratique la natation la nuit.|Marie lives in Sion and practices natation in the la nuit.",
    "Marie habite à Sierre et pratique la natation la nuit.|Marie lives in Sierre and practices natation in the la nuit.",
    "Il faut réserver à l’avance, c’est très demandé.|You need to book in advance; it is in high demand.",
    "Marie habite à Sierre et pratique la course à pied le soir.|Marie lives in Sierre and practices course à pied in the soir.",
    "Marie habite à Sion et pratique la lecture l’après-midi.|Marie lives in Sion and practices lecture in the après-midi.",
    "Je ne comprends pas ce mot, pouvez-vous l’expliquer ?|I don’t understand this word, can you explain it?",
    "Marie habite à Sierre et pratique le ski le matin.|Marie lives in Sierre and practices ski in the matin.",
    "Marie habite à Sierre et pratique le yoga l’après-midi.|Marie lives in Sierre and practices yoga in the après-midi.",
    "Marie habite à Sion et pratique la photographie le soir.|Marie lives in Sion and practices photographie in the soir.",
    "Marie habite à Sierre et pratique le jardinage le soir.|Marie lives in Sierre and practices jardinage in the soir.",
    "Pouvez-vous répéter plus lentement, s’il vous plaît ?|Could you repeat more slowly, please?",
    "As-tu vu ce film au cinéma ?|Did you see that movie at the cinema?",
    "Marie habite à Sierre et pratique le yoga le matin.|Marie lives in Sierre and practices yoga in the matin.",
    "Marie habite à Sierre et pratique la photographie l’après-midi.|Marie lives in Sierre and practices photographie in the après-midi.",
    "Marie habite à Sierre et pratique la musique la nuit.|Marie lives in Sierre and practices musique in the la nuit.",
    "Est-ce que je peux payer par carte ?|Can I pay by card?",
    "Je me sens un peu fatigué aujourd’hui.|I feel a bit tired today.",
    "Nous avons fait une randonnée près du lac.|We went hiking near the lake.",
    "Il fait très chaud aujourd’hui, n’est-ce pas ?|It’s very hot today, isn’t it?",
    "Marie habite à Sierre et pratique la musique le soir.|Marie lives in Sierre and practices musique in the soir.",
    "Marie habite à Sion et pratique la musique le soir.|Marie lives in Sion and practices musique in the soir.",
    "Marie habite à Sion et pratique le vélo l’après-midi.|Marie lives in Sion and practices vélo in the après-midi.",
    "Marie habite à Sierre et pratique la cuisine l’après-midi.|Marie lives in Sierre and practices cuisine in the après-midi.",
    "Je suis en retard, je prends le prochain bus.|I’m late, I’ll take the next bus.",
    "Marie habite à Sierre et pratique le jardinage le matin.|Marie lives in Sierre and practices jardinage in the matin.",
    "Je dois finir ce projet avant la fin du mois.|I must finish this project before the end of the month.",
    "Marie habite à Sion et pratique la natation le matin.|Marie lives in Sion and practices natation in the matin.",
    "Marie habite à Sierre et pratique la course à pied la nuit.|Marie lives in Sierre and practices course à pied in the la nuit.",
    "J’essaie d’apprendre dix nouveaux mots chaque jour.|I try to learn ten new words each day.",
    "Marie habite à Sion et pratique la musique le matin.|Marie lives in Sion and practices musique in the matin.",
    "Est-ce que cela vous convient ?|Does that work for you?",
    "Je vais t’envoyer le document par e-mail.|I will send you the document by email.",
    "Marie habite à Sierre et pratique la cuisine le matin.|Marie lives in Sierre and practices cuisine in the matin.",
    "Marie habite à Sion et pratique la natation l’après-midi.|Marie lives in Sion and practices natation in the après-midi.",
    "Je préfère le train à la voiture pour les longs trajets.|I prefer the train to the car for long trips.",
    "Marie habite à Sierre et pratique le ski le soir.|Marie lives in Sierre and practices ski in the soir.",
    "J’ai oublié mes clés à la maison.|I forgot my keys at home.",
    "Marie habite à Sierre et pratique le ski la nuit.|Marie lives in Sierre and practices ski in the la nuit.",
    "J’ai réservé une table pour deux à 19 heures.|I reserved a table for two at 7 p.m.",
    "Le train a dix minutes de retard.|The train is ten minutes late.",
    "Marie habite à Sierre et pratique le ski l’après-midi.|Marie lives in Sierre and practices ski in the après-midi.",
    "Marie habite à Sion et pratique le vélo la nuit.|Marie lives in Sion and practices vélo in the la nuit.",
    "Marie habite à Sierre et pratique le yoga le soir.|Marie lives in Sierre and practices yoga in the soir.",
    "Marie habite à Sierre et pratique le vélo le matin.|Marie lives in Sierre and practices vélo in the matin.",
    "Nous avons passé un excellent week-end en famille.|We had an excellent weekend with family.",
    "Marie habite à Sion et pratique le vélo le matin.|Marie lives in Sion and practices vélo in the matin.",
    "Le matin, je bois un café et je lis les nouvelles.|In the morning, I drink a coffee and read the news.",
    "La connexion Internet est très lente ici.|The Internet connection is very slow here.",
    "Marie habite à Sierre et pratique le vélo le soir.|Marie lives in Sierre and practices vélo in the soir.",
    "Marie habite à Sierre et pratique la photographie le matin.|Marie lives in Sierre and practices photographie in the matin.",
    "Peux-tu corriger mes erreurs, s’il te plaît ?|Can you correct my mistakes, please?",
    "Je reviens tout de suite.|I’ll be right back.",
    "Je travaille à domicile plusieurs jours par semaine.|I work from home several days per week.",
    "Marie habite à Sierre et pratique la photographie la nuit.|Marie lives in Sierre and practices photographie in the la nuit.",
    "Marie habite à Sion et pratique la lecture le matin.|Marie lives in Sion and practices lecture in the matin.",
    "Marie habite à Sion et pratique la musique la nuit.|Marie lives in Sion and practices musique in the la nuit.",
    "J’apprends le français pour atteindre le niveau B2.|I’m learning French to reach level B2.",
    "Marie habite à Sierre et pratique la natation le soir.|Marie lives in Sierre and practices natation in the soir.",
    "Je suis désolé(e) du retard, il y avait des embouteillages.|I’m sorry for being late, there was traffic.",
    "C’est ouvert jusqu’à quelle heure ?|Until what time is it open?",
    "Marie habite à Sierre et pratique le yoga la nuit.|Marie lives in Sierre and practices yoga in the la nuit.",
    "Marie habite à Sion et pratique la lecture la nuit.|Marie lives in Sion and practices lecture in the la nuit.",
    "C’est une bonne idée, merci pour la suggestion !|That’s a good idea, thanks for the suggestion!",
    "Je dois envoyer un colis à l’étranger.|I need to send a parcel abroad.",
    "Je cherche un bon restaurant près d’ici.|I’m looking for a good restaurant near here.",
    "Marie habite à Sion et pratique la photographie le matin.|Marie lives in Sion and practices photographie in the matin.",
    "Où se trouvent les toilettes, s’il vous plaît ?|Where is the restroom, please?",
    "Marie habite à Sierre et pratique la photographie le soir.|Marie lives in Sierre and practices photographie in the soir.",
    "Marie habite à Sierre et pratique la natation l’après-midi.|Marie lives in Sierre and practices natation in the après-midi.",
    "Marie habite à Sion et pratique le vélo le soir.|Marie lives in Sion and practices vélo in the soir.",
    "Marie habite à Sierre et pratique la lecture la nuit.|Marie lives in Sierre and practices lecture in the la nuit.",
    "Je suis en avance, nous avons le temps.|I’m early, we have time.",
    "Nous allons au marché le samedi matin.|We go to the market on Saturday morning.",
    "Je préfère marcher quand il fait beau.|I prefer to walk when the weather is nice.",
    "Marie habite à Sion et pratique la photographie la nuit.|Marie lives in Sion and practices photographie in the la nuit.",
    "J’habite à Saxon, dans le canton du Valais.|I live in Saxon, in the canton of Valais.",
    "Marie habite à Sierre et pratique la cuisine la nuit.|Marie lives in Sierre and practices cuisine in the la nuit.",
    "Je voudrais parler avec le responsable, s’il vous plaît.|I would like to speak with the manager, please.",
    "J’ai oublié mon mot de passe, que puis-je faire ?|I forgot my password, what can I do?",
    "Marie habite à Sierre et pratique la musique le matin.|Marie lives in Sierre and practices musique in the matin.",
    "Marie habite à Sierre et pratique la lecture le soir.|Marie lives in Sierre and practices lecture in the soir.",
    "Marie habite à Sion et pratique la photographie l’après-midi.|Marie lives in Sion and practices photographie in the après-midi.",
    "Marie habite à Sion et pratique la musique l’après-midi.|Marie lives in Sion and practices musique in the après-midi.",
    "Marie habite à Sierre et pratique la lecture l’après-midi.|Marie lives in Sierre and practices lecture in the après-midi.",
    "Je voudrais payer séparément, s’il vous plaît.|I would like to pay separately, please."
  ]
}